// The module is compiled by Sergio Kovalchuk sergiokovalchuk@gmail.com
// Este módulo es compilado por Sergio Kovalchuk sergiokovalchuk@gmail.com
// Составитель модуля - Сергей Ковальчук sergiokovalchuk@gmail.com



// Это пример INI файла для модуля Библии в "Цитате из Библии"

// Этот же формат можно применять для описания фактически любой
// другой книги, которую потом можно читать в "Цитате" :-)

// BibleName = ... (описание модуля)

// Bible = Y/N (этот модуль Библия или другая книга)

// ShowVerseNumbers = Y/N (показывать номера стихов? Если не Библия, то не показывать)

// OldTestament = Y/N (есть ли Ветхий Завет в этом модуле)
// NewTestament = Y/N (есть ли Новый Завет в этом модуле)
// Apocrypha = Y/N (есть ли неканонические книги в этом модуле)

// Greek = Y/N (греческий язык? -- если да, то
// программа будет использовать греческий шрифт Symbol)

// Alphabet = ... (все буквы нелатинской части алфавита данного текста)
// эта переменная используется во время поиска

// пустые строки и строки, начинающиеся с // это комментарии

// ChapterSign = ... (признак начала главы в HTML или TXT файле)
// VerseSign = ... (признак начала стиха)

// например
// ChapterSign = A NAME
// VerseSign = <SUP>

// BookQty = ... (количество книг)

// PathName = ... (имя файла, относительно текущей директории)
// FullName = ... (полное название книги)
// ShortName = ... (краткое название для книги)
// ChapterQty = ... (количество глав в книге)

// ВНИМАНИЕ: переменные PathName, FullName, ShortName, ChapterQty
// должны быть определены для каждой книги



BibleName = (ES) La Biblia de las Américas (Испанский)

BibleShortName = LBLA
Copyright = Copyright © 1986, 1995, 1997 by The Lockman Foundation.


Bible = Y
OldTestament = Y
NewTestament = Y
Apocrypha = N
StrongNumbers = N
Greek = N

Alphabet =1234567890:AÁBCDEÉFGHIÍJKLMNOÓPQRSTUÚÜVWXYZaábcdeéfghiíjklmnoópqrstuúüvwxyz

DesiredFontName=
DesiredFontCharset=238

ChapterSign = <h4>

VerseSign = <p>

HTMLFilter = <b></b><br>
HTMLFilter=<sup></sup><font color="#FF0000"></font><br><BR><HR><img src=


BookQty = 66

SoundDirectory = 

PathName = 01_genesis_lbla.htm
FullName = Génesis
ShortName = Gn. Ge. Ge Gen. Gen Gn Genesis. Génesis. Быт. Быт Бт. Бт Бытие Ge. Ge Gen. Gen Gn. Gn Genesis
ChapterQty = 50

PathName = 02_exodus_lbla.htm
FullName = Éxodo
ShortName = Ex. Ex Exo. Exo Exod. Exod Exodus. Éxodo Исх. Исх Исход Ex. Ex Exo. Exo Exod. Exod Exodus
ChapterQty = 40

PathName = 03_leviticus_lbla.htm
FullName = Levítico
ShortName = Lv. Lev. Lev Le. Le Lv Levit. Levit Leviticus. Levítico Лев. Лев Лв. Лв Левит Lev. Lev Le. Le Lv. Lv Levit. Levit Leviticus
ChapterQty = 27

PathName = 04_numbers_lbla.htm
FullName = Números
ShortName = Nm. Nu. Nu Num. Num Nm. Nm Numb. Numb Numbers. Números Чис. Чис Чс. Чс Числ. Числ Числа Nu. Nu Num. Num Nm. Nm Numb. Numb Numbers
ChapterQty = 36

PathName = 05_deuteronomy_lbla.htm
FullName = Deuteronomio
ShortName = Dt. De. De Deut. Deut Deu. Deu Dt Deuteron. Deuteron Deuteronomy. Deuteronomio Втор. Втор Вт. Вт Втрзк. Втрзк Второзаконие De. De Deut. Deut Deu. Deu Dt. Dt Deuteron. Deuteron Deuteronomy
ChapterQty = 34

PathName = 06_joshua_lbla.htm
FullName = Josué
ShortName = Jos. Jos Josh. Josh Joshua. Josué Иис.Нав. Иис.Нав Нав. Нав Иисус Навин Jos. Jos Josh. Josh Joshua
ChapterQty = 24

PathName = 07_judges_lbla.htm
FullName = Jueces
ShortName = Jue. Jdg. Jdg Judg. Judg Judge. Judge Judges. Jueces Суд. Суд Сд. Сд Судьи Jdg. Jdg Judg. Judg Judge. Judge Judges
ChapterQty = 21

PathName = 08_ruth_lbla.htm
FullName = Rut
ShortName = Rt. Ru. Ru Ruth Rth. Rth Rt. Rt. Rut Руф. Руф Рф. Рф Руфь Ru. Ru Ruth Rth. Rth Rt. Rt
ChapterQty = 4

PathName = 09_1samuel_lbla.htm
FullName = 1 Samuel
ShortName = 1S. 1Sa. 1Sa 1S. 1S 1Sam. 1Sam 1Sm. 1Sm 1Sml. 1Sml 1Samuel 1Цар. 1Цар 1Цр. 1Цр 1Ц 1Царств. 1Царств 1Sa. 1Sa 1S. 1S 1Sam. 1Sam 1Sm. 1Sm 1Sml. 1Sml 1Samuel
ChapterQty = 31

PathName = 10_2samuel_lbla.htm
FullName = 2 Samuel
ShortName = 2S. 2Sa. 2Sa 2S. 2S 2Sam. 2Sam 2Sm. 2Sm 2Sml. 2Sml 2Samuel 2Цар. 2Цар 2Цр. 2Цр 2Ц 2Царств. 2Царств 2Sa. 2Sa 2S. 2S 2Sam. 2Sam 2Sm. 2Sm 2Sml. 2Sml 2Samuel
ChapterQty = 24

PathName = 11_1kings_lbla.htm
FullName = 1 Reyes
ShortName = 1R. 1Ki. 1Ki 1K. 1K 1Kn. 1Kn 1Kg. 1Kg 1King. 1King 1Kng. 1Kng 1Kings. 1 Reyes 3Цар. 3Цар 3Цр. 3Цр 3Ц 3Царств. 3Царств 1Ki. 1Ki 1K. 1K 1Kn. 1Kn 1Kg. 1Kg 1King. 1King 1Kng. 1Kng 1Kings
ChapterQty = 22

PathName = 12_2kings_lbla.htm
FullName = 2 Reyes
ShortName = 2R. 2Ki. 2Ki 2K. 2K 2Kn. 2Kn 2Kg. 2Kg 2King. 2King 2Kng. 2Kng 2Kings. 2 Reyes 4Цар. 4Цар 4Цр. 4Цр 4Ц 4Царств. 4Царств 2Ki. 2Ki 2K. 2K 2Kn. 2Kn 2Kg. 2Kg 2King. 2King 2Kng. 2Kng 2Kings
ChapterQty = 25

PathName = 13_1chronicles_lbla.htm
FullName = 1 Crónicas
ShortName = 1Cr. 1Chr. 1Chr 1Ch. 1Ch 1Chron. 1Chron. 1 Chrónicas 1Пар. 1Пар 1Пр. 1Пр 1Chr. 1Chr 1Ch. 1Ch 1Chron. 1Chron
ChapterQty = 29

PathName = 14_2chronicles_lbla.htm
FullName = 2 Crónicas
ShortName = 2Cr. 2Chr. 2Chr 2Ch. 2Ch 2Chron. 2Chron. 2 Chrónicas 2Пар. 2Пар 2Пр. 2Пр 2Chr. 2Chr 2Ch. 2Ch 2Chron. 2Chron
ChapterQty = 36

PathName = 15_ezra_lbla.htm
FullName = Esdras
ShortName = Esd. Ezr. Ezr Ezra. Esdras Ездр. Ездр Езд. Езд Ез. Ез Ездра Ezr. Ezr Ezra
ChapterQty = 10

PathName = 16_nehemiah_lbla.htm
FullName = Nehemías
ShortName = Neh. Ne. Ne Neh. Neh Nehem. Nehem Nehemiah. Nehemías Неем. Неем Нм. Нм Неемия Ne. Ne Neh. Neh Nehem. Nehem Nehemiah
ChapterQty = 13

PathName = 17_esther_lbla.htm
FullName = Ester
ShortName = Est. Esth. Esth Est Esther. Ester Есф. Есф Ес. Ес Есфирь Esth. Esth Est. Est Esther
ChapterQty = 10

PathName = 18_job_lbla.htm
FullName = Job
ShortName = Job. Job. Jb. Jb. Job Иов. Иов Ив. Ив Job. Job Jb. Jb
ChapterQty = 42

PathName = 19_psalms_lbla.htm
FullName = Salmos
ShortName = Sal. Ps. Ps Psa. Psa Psal. Psal Psalm Psalms. Salmos Пс. Пс Псалт. Псалт Псал. Псал Псл. Псл Псалом Псалтирь Псалмы Ps. Ps Psa. Psa Psal. Psal Psalm Psalms
ChapterQty = 150

PathName = 20_proverbs_lbla.htm
FullName = Proverbios
ShortName = Pr. Pr Prov. Prov Pro. Pro Proverb Proverbs. Proverbios Прит. Прит Притч. Притч Пр. Пр Притчи Притча Pr. Pr Prov. Prov Pro. Pro Proverb Proverbs
ChapterQty = 31

PathName = 21_ecclesiastes_lbla.htm
FullName = Eclesiastés
ShortName = Ec. Ec Eccl. Eccl Ecc. Ecc Ecclesia. Ecclesia. Eclesiastés Еккл. Еккл Ек. Ек Екк. Екк Екклесиаст Ec. Ec Eccl. Eccl Ecc. Ecc Ecclesia. Ecclesia
ChapterQty = 12

PathName = 22_songofsolomon_lbla.htm
FullName = Cantares
ShortName = Cnt. Song. Song Songs SS. SS Sol. Sol. Cantares Песн. Песн Пес. Пес Псн. Псн Песн.Песней Песни Song. Song Songs SS. SS Sol. Sol
ChapterQty = 8

PathName = 23_isaiah_lbla.htm
FullName = Isaías
ShortName = Is. Isa. Isa Is. Is Isaiah. Isaías Ис. Ис Иса. Иса Исаия Исайя Isa. Isa Is. Is Isaiah
ChapterQty = 66

PathName = 24_jeremiah_lbla.htm
FullName = Jeremías
ShortName = Jer. Je. Je Jer. Jer Jerem. Jerem Jeremiah. Jeremías Иер. Иер Иерем. Иерем Иеремия Je. Je Jer. Jer Jerem. Jerem Jeremiah
ChapterQty = 52

PathName = 25_lamentations_lbla.htm
FullName = Lamentaciones
ShortName = Lm. La. La Lam. Lam Lament. Lament Lamentation Lamentations. Lamentaciones Плач. Плач Плч. Плч Пл. Пл Пл.Иер. Пл.Иер Плач Иеремии La. La Lam. Lam Lament. Lament Lamentation Lamentations
ChapterQty = 5

PathName = 26_ezekiel_lbla.htm
FullName = Ezequiel
ShortName = Ez. Ez. Ez Eze. Eze Ezek. Ezek Ezekiel. Ezequiel Иез. Иез Из. Из Иезек. Иезек Иезекииль Ez. Ez Eze. Eze Ezek. Ezek Ezekiel
ChapterQty = 48

PathName = 27_daniel_lbla.htm
FullName = Daniel
ShortName = Dn. Da. Da Dan. Dan Daniel Дан. Дан Дн. Дн Днл. Днл Даниил Da. Da Dan. Dan Daniel
ChapterQty = 12

PathName = 28_hosea_lbla.htm
FullName = Oseas
ShortName = Os. Hos. Hos Ho. Ho Hosea. Oseas Ос. Ос Осия Hos. Hos Ho. Ho Hosea
ChapterQty = 14

PathName = 29_joel_lbla.htm
FullName = Joel
ShortName = Jl. Joel. Joel Joe. Joe Иоил. Иоил Ил. Ил Иоиль Joel. Joel Joe. Joe
ChapterQty = 3

PathName = 30_amos_lbla.htm
FullName = Amós
ShortName = Am. Am Amos Amo. Amo. Amós Ам. Ам Амс. Амс Амос Am. Am Amos Amo. Amo
ChapterQty = 9

PathName = 31_obadiah_lbla.htm
FullName = Abdías
ShortName = Abd. Ob. Ob Obad. Obad. Obadiah Oba. Oba. Abdías Авд. Авд Авдий Ob. Ob Obad. Obad. Obadiah Oba. Oba
ChapterQty = 1

PathName = 32_jonah_lbla.htm
FullName = Jonás
ShortName = Jon. Jon Jnh. Jnh. Jona. Jona Jonah. Jonás Ион. Ион Иона Jon. Jon Jnh. Jnh. Jona. Jona Jonah
ChapterQty = 4

PathName = 33_micah_lbla.htm
FullName = Miqueas
ShortName = Mi. Mi Mic. Mic Micah. Miqueas Мих. Мих Мх. Мх Михей Mi. Mi Mic. Mic Micah
ChapterQty = 7

PathName = 34_nahum_lbla.htm
FullName = Nahum
ShortName = Nah. Na. Na Nah. Nah Nahum Наум. Наум Na. Na Nah. Nah Nahum
ChapterQty = 3

PathName = 35_habakkuk_lbla.htm
FullName = Habacuc
ShortName = Hab. Hab Habak. Habak Habakkuk. Habacuc Авв. Авв Аввак. Аввак Аввакум Hab. Hab Habak. Habak Habakkuk
ChapterQty = 3

PathName = 36_zephaniah_lbla.htm
FullName = Sofonías
ShortName = Sof. Zeph. Zeph Zep. Zep Zephaniah. Sofonías Соф. Соф Софон. Софон Софония Zeph. Zeph Zep. Zep Zephaniah
ChapterQty = 3

PathName = 37_haggai_lbla.htm
FullName = Hageo
ShortName = Hag. Hag Haggai. Hageo Агг. Агг Аггей Hag. Hag Haggai
ChapterQty = 2

PathName = 38_zechariah_lbla.htm
FullName = Zacarías
ShortName = Zac. Ze. Ze Zec. Zec Zech. Zech Zechariah. Zacarías Зах. Зах Зхр. Зхр Захар. Захар Захария Ze. Ze Zec. Zec Zech. Zech Zechariah
ChapterQty = 14

PathName = 39_malachi_lbla.htm
FullName = Malaquías
ShortName = Mal. Mal Malachi. Malaquías Мал. Мал Малах. Малах Млх. Млх Малахия Mal. Mal Malachi
ChapterQty = 4

PathName = 40_matthew_lbla.htm
FullName = San Mateo
ShortName = Mt. Mt Ma. Ma Matt. Matt Mat. Mat Matthew. San Mateo Матф. Матф Мтф. Мтф Мф. Мф Мт. Мт Матфея Матфей Мат Мат. Mt. Mt Ma. Ma Matt. Matt Mat. Mat Matthew
ChapterQty = 28

PathName = 41_mark_lbla.htm
FullName = San Marcos
ShortName = Mr. Mk. Mk Mar. Mar Mr. Mr Mrk. Mrk Mark. San Marcos Мар. Мар Марк. Марк Мрк. Мрк Мр. Мр Марка Мк Мк. Mk. Mk Mar. Mar Mr. Mr Mrk. Mrk Mark
ChapterQty = 16

PathName = 42_luke_lbla.htm
FullName = San Lucas
ShortName = Lc. Lk. Lk Lu. Lu Luk. Luk Luke. San Lucas Лук. Лук Лк. Лк Лукa Луки Lk. Lk Lu. Lu Luk. Luk Luke
ChapterQty = 24

PathName = 43_john_lbla.htm
FullName = San Juan
ShortName = Jn. Jn Jno. Jno Joh. Joh John. San Juan Иоан. Иоан Ин. Ин Иоанн Иоанна Jn. Jn Jno. Jno Joh. Joh John
ChapterQty = 21

PathName = 44_acts_lbla.htm
FullName = Hechos
ShortName = Hch. Ac. Ac Act. Act Acts. Hechos Деян. Деян Дея. Дея Д.А. Деяния Ac. Ac Act. Act Acts
ChapterQty = 28

PathName = 45_romans_lbla.htm
FullName = Romanos
ShortName = Ro. Ro Rom. Rom Romans. Romanos Рим. Рим Римл. Римл Римлянам Ro. Ro Rom. Rom Romans
ChapterQty = 16

PathName = 46_1corinthians_lbla.htm
FullName = 1 Corintios
ShortName = 1Co. 1Co 1Cor. 1Cor 1Corinth. 1Corinth 1Corinthians. 1 Corintios 1Кор. 1Кор 1Коринф. 1Коринф 1Коринфянам 1Коринфянам 1Co. 1Co 1Cor. 1Cor 1Corinth. 1Corinth 1Corinthians
ChapterQty = 16

PathName = 47_2corinthians_lbla.htm
FullName = 2 Corintios
ShortName = 2Co. 2Co 2Cor. 2Cor 2Corinth. 2Corinth 2Corinthians. 2 Corintios 2Кор. 2Кор 2Коринф. 2Коринф 2Коринфянам 2Коринфянам 2Co. 2Co 2Cor. 2Cor 2Corinth. 2Corinth 2Corinthians
ChapterQty = 13

PathName = 48_galatians_lbla.htm
FullName = Gálatas
ShortName = Gá. Ga. Ga Gal. Gal Galat. Galat Galatians. Gálatas Гал. Гал Галат. Галат Галатам Ga. Ga Gal. Gal Galat. Galat Galatians
ChapterQty = 6

PathName = 49_ephesians_lbla.htm
FullName = Efesios
ShortName = Ef. Eph. Eph Ep. Ep Ephes. Ephes Ephesians. Efesios Еф. Еф Ефес. Ефес Ефесянам Eph. Eph Ep. Ep Ephes. Ephes Ephesians
ChapterQty = 6

PathName = 50_philippians_lbla.htm
FullName = Filipenses
ShortName = Fil. Php. Php Ph. Ph Phil. Phil Phi. Phi. Philip. Philip Philippians. Filipenses Фил. Фил Флп. Флп Филип. Филип Филиппийцам Php. Php Ph. Ph Phil. Phil Phi. Phi. Philip. Philip Philippians
ChapterQty = 4

PathName = 51_colossians_lbla.htm
FullName = Colosenses
ShortName = Col. Col Colos. Colos Colossians. Colosenses Кол. Кол Колос. Колос Колоссянам Col. Col Colos. Colos Colossians
ChapterQty = 4

PathName = 52_1thessalonians_lbla.htm
FullName = 1 Tesalonicenses
ShortName = 1Ts. 1Th. 1Th 1Thes. 1Thes 1Thess. 1Thess 1Thessalonians. 1 Tesalonicenses 1Фесс. 1Фесс 1Фес. 1Фес 1Фессалоникийцам 1Сол. 1Сол 1Солунянам 1Th. 1Th 1Thes. 1Thes 1Thess. 1Thess 1Thessalonians
ChapterQty = 5

PathName = 53_2thessalonians_lbla.htm
FullName = 2 Tesalonicenses
ShortName = 2Ts. 2Th. 2Th 2Thes. 2Thes 2Thess. 2Thess 2Thessalonians. 2 Tesalonicenses 2Фесс. 2Фесс 2Фес. 2Фес 2Фессалоникийцам 2Сол. 2Сол 2Солунянам 2Th. 2Th 2Thes. 2Thes 2Thess. 2Thess 2Thessalonians
ChapterQty = 3

PathName = 54_1timothy_lbla.htm
FullName = 1 Timoteo
ShortName = 1Ti. 1Ti 1Tim. 1Tim 1Timothy. 1 Timoteo 1Тим. 1Тим 1Тимоф. 1Тимоф 1Тимофею 1Ti. 1Ti 1Tim. 1Tim 1Timothy
ChapterQty = 6

PathName = 55_2timothy_lbla.htm
FullName = 2 Timoteo
ShortName = 2Ti. 2Ti 2Tim. 2Tim 2Timothy. 2 Timoteo 2Тим. 2Тим 2Тимоф. 2Тимоф 2Тимофею 2Ti. 2Ti 2Tim. 2Tim 2Timothy
ChapterQty = 4

PathName = 56_titus_lbla.htm
FullName = Tito
ShortName = Tit. Tit Ti. Ti Titus. Tito Тит. Тит Титу Tit. Tit Ti. Ti Titus
ChapterQty = 3

PathName = 57_philemon_lbla.htm
FullName = Filemón
ShortName = Flm. Phm. Phm Phile. Phile Phlm. Phlm Philemon. Filemón Флм. Флм Филимон. Филимон Филимону Phm. Phm Phile. Phile Phlm. Phlm Philemon
ChapterQty = 1

PathName = 58_hebrews_lbla.htm
FullName = Hebreos
ShortName = He. He Heb. Heb Hebr. Hebr Hebrews. Hebreos Евр. Евр Евреям He. He Heb. Heb Hebr. Hebr Hebrews
ChapterQty = 13

PathName = 59_james_lbla.htm
FullName = Santiago
ShortName = Stg. Jas. Jas Ja. Ja Jam. Jam Jms. Jms James. Santiago Иак. Иак Ик. Ик Иаков Иакова Jas. Jas Ja. Ja Jam. Jam Jms. Jms James
ChapterQty = 5

PathName = 60_1peter_lbla.htm
FullName = 1 Pedro
ShortName = 1P. 1Pe. 1Pe 1Pet. 1Pet 1Peter. 1 Pedro 1Пет. 1Пет 1Пт. 1Пт 1Птр. 1Птр 1Петр. 1Петр 1Петра 1Pe. 1Pe 1Pet. 1Pet 1Peter
ChapterQty = 5

PathName = 61_2peter_lbla.htm
FullName = 2 Pedro
ShortName = 2P. 2Pe. 2Pe 2Pet. 2Pet 2Peter. 2 Pedro 2Пет. 2Пет 2Пт. 2Пт 2Птр. 2Птр 2Петр. 2Петр 2Петра 2Pe. 2Pe 2Pet. 2Pet 2Peter
ChapterQty = 3

PathName = 62_1john_lbla.htm
FullName = 1 Juan
ShortName = 1Jn. 1Jn. 1Jn 1Jo. 1Jo 1Joh. 1Joh 1Jno. 1Jno 1John. 1 Juan 1Иоан. 1Иоан 1Ин. 1Ин 1Иоанн 1Иоанна 1Jn. 1Jn 1Jo. 1Jo 1Joh. 1Joh 1Jno. 1Jno 1John
ChapterQty = 5

PathName = 63_2john_lbla.htm
FullName = 2 Juan
ShortName = 2Jn. 2Jn. 2Jn 2Jo. 2Jo 2Joh. 2Joh 2Jno. 2Jno 2John. 2 Juan 2Иоан. 2Иоан 2Ин. 2Ин 2Иоанн 2Иоанна 2Jn. 2Jn 2Jo. 2Jo 2Joh. 2Joh 2Jno. 2Jno 2John
ChapterQty = 1

PathName = 64_3john_lbla.htm
FullName = 3 Juan
ShortName = 3Jn. 3Jn. 3Jn 3Jo. 3Jo 3Joh. 3Joh 3Jno. 3Jno 3John. 3 Juan 3Иоан. 3Иоан 3Ин. 3Ин 3Иоанн 3Иоанна 3Jn. 3Jn 3Jo. 3Jo 3Joh. 3Joh 3Jno. 3Jno 3John
ChapterQty = 1

PathName = 65_jude_lbla.htm
FullName = San Judas
ShortName = Jud. Jud Jude Jd. Jd. San Judas Иуд. Иуд Ид. Ид Иуда Иуды Jud. Jud Jude Jd. Jd
ChapterQty = 1

PathName = 66_revelation_lbla.htm
FullName = Apocalipsis
ShortName = Ap. Rev. Rev Re. Re Rv. Rv Revelation. Apocalipsis Откр. Откр Отк. Отк Откровен. Откровен Апок. Апок Откровение Апокалипсис Rev. Rev Re. Re Rv. Rv Revelation
ChapterQty = 22
